Repository: luandersonn/FluentCast-translations
Catalog: files/FluentCast.*.xlf
Languages: ru_ru, sv_se, zh_cn, zh_tw

# AutoSuggestBox.PlaceholderText
source: Search
ru_ru: Поиск
sv_se: Sök
zh_cn: 搜索
zh_tw: 搜尋

# CancelButtonText
source: Cancel
ru_ru: Отмена
sv_se: Avbryt
zh_cn: 取消
zh_tw: 取消

source: Check out the release notes
ru_ru: Ознакомьтесь с информацией о версии
sv_se: Läs versionsfakta
zh_cn: 检查版本更新
zh_tw: 查看版本更新內容

# CloseButton.Text
source: Close
ru_ru: Закрыть
sv_se: Stäng
zh_cn: 关闭
zh_tw: 關閉

# DateFormat
source: MMM dd, yyyy
ru_ru: dd MMM yyyy
sv_se: dd MMM yyyy
zh_cn: yyyy MMM dd
zh_tw: yyyy/MM/dd

# DeleteButtonText
source: Delete
ru_ru: Удалить
sv_se: Ta bort
zh_cn: 删除
zh_tw: 刪除

# DonationMessage.Text
source: If you enjoy FluentCast, please consider making a donation to the developer
ru_ru: Если вам нравится FluentCast, пожалуйста, подумайте о том, чтобы сделать пожертвование разработчику
sv_se: Om du gillar FluentCast, donera gärna en slant till utvecklaren
zh_cn: 如果你喜欢 FluentCast，请考虑捐助开发者
zh_tw: 喜歡 FluentCast 嗎？請考慮捐款幫助開發者

# DownloadStatusCanceled
source: Canceled
ru_ru: Отменено
sv_se: Avbruten
zh_cn: 取消
zh_tw: 已取消

# DownloadStatusCompleted
source: Completed
ru_ru: Завершено
sv_se: Slutförd
zh_cn: 已完成
zh_tw: 已完成

# DownloadStatusDownloading
source: Downloading
ru_ru: Загрузка
sv_se: Hämtar
zh_cn: 下载中
zh_tw: 正在下載

# DownloadStatusDownloadingDetails
source: Downloading: {0}% - ({1}/s) | Episode: {2}
ru_ru: Загрузка: {0}% - ({1}/с) | Выпуск: {2}
sv_se: Hämtar: {0}% - ({1}/s) | Avsnitt: {2}
zh_cn: 下载中 : {0}% - ({1}/s) | 剧集 : {2}
zh_tw: 正在下載：{0}% - ({1}/s)｜單集：{2}

# DownloadStatusError
source: Error
ru_ru: Ошибка
sv_se: Fel
zh_cn: 错误
zh_tw: 錯誤

# DownloadStatusStarting
source: Starting
ru_ru: Начинаем загрузку
sv_se: Startar hämtning
zh_cn: 开始
zh_tw: 開始

# DownloadStatusUnknown
source: Unknown
ru_ru: Неизвестно
sv_se: Okänd
zh_cn: 未知
zh_tw: 未知

# DownloadStatusWaiting
source: Waiting
ru_ru: Ожидание
sv_se: Väntar
zh_cn: 等待
zh_tw: 等待中

# DurationMinutes
source: {0} min
ru_ru: {0} мин.
zh_cn: {0} 分
zh_tw: {0} 分

# DurationSeconds
source: {0} secs
ru_ru: {0} сек.
sv_se: {0} sekunder
zh_cn: {0} 秒
zh_tw: {0} 秒

# EpisodesCountText.Text
source: episode(s)
ru_ru: выпусков
sv_se: avsnitt
zh_cn: 集
zh_tw: 單集

# NotificationNewEpisodeAvailable
source: New episode available
ru_ru: Доступен новый выпуск
sv_se: Nytt avsnitt tillgängligt
zh_cn: 新的剧集可用
zh_tw: 有新的單集可供播放

# NotificationNewEpisodesAvailable
source: {0} new episodes available
ru_ru: Доступно {0} новых эпизодов
sv_se: {0} nya avsnitt tillgängliga
zh_cn: {0}个新的剧集可用
zh_tw: 有{0}個新單集可供播放

# OpenButtonText
source: Open
ru_ru: Открыть
sv_se: Öppna
zh_cn: 打开
zh_tw: 開啟

# RelativeTimeAMinuteAgo
source: 1 minute ago
ru_ru: 1 минуту назад
sv_se: För 1 minut sedan
zh_cn: 1 分钟前
zh_tw: 1 分鐘前

# RelativeTimeAMonthAgo
source: 1 month ago
ru_ru: 1 месяц назад
sv_se: För 1 månad sedan
zh_cn: 1 月前
zh_tw: 1 個月前

# RelativeTimeAnHourAgo
source: 1 hour ago
ru_ru: 1 час назад
sv_se: För 1 timme sedan
zh_cn: 1 小时前
zh_tw: 1 小時前

# RelativeTimeAYearAgo
source: 1 year ago
ru_ru: 1 год назад
sv_se: För 1 år sedan
zh_cn: 1 年前
zh_tw: 1 年前

# RelativeTimeDaysAgo
source: {0} days ago
ru_ru: {0} дней назад
sv_se: För {0} dagar sedan
zh_cn: {0} 天前
zh_tw: {0} 天前

# RelativeTimeHoursAgo
source: {0} hours ago
ru_ru: {0} часов назад
sv_se: För {0} timmar sedan
zh_cn: {0} 小时前
zh_tw: {0} 小時前

# RelativeTimeJustNow
source: Just now
ru_ru: Только что
sv_se: Just nu
zh_cn: 刚刚
zh_tw: 剛才

# RelativeTimeMinutesAgo
source: {0} minutes ago
ru_ru: {0} минуту назад
sv_se: För {0} minuter sedan
zh_cn: {0} 分钟前
zh_tw: {0} 分鐘前

# RelativeTimeMonthsAgo
source: {0} months ago
ru_ru: {0} месяцев назад
sv_se: För {0} månader sedan
zh_cn: {0} 月前
zh_tw: {0} 個月前

# RelativeTimeYearsAgo
source: {0} years ago
ru_ru: {0} лет назад
sv_se: För {0} år sedan
zh_cn: {0} 年前
zh_tw: {0} 年前

# RelativeTimeYesterday
source: Yesterday
ru_ru: Вчера
sv_se: Igår
zh_cn: 昨天
zh_tw: 昨天

# ReleaseNotesPopup.Title
source: FluentCast has been updated
ru_ru: FluentCast обновлен
sv_se: FluentCast har uppdaterats
zh_cn: FluentCast 已更新
zh_tw: FluentCast 已更新

# RemoveBanner.Text
source: Remove
ru_ru: Убрать
sv_se: Ta bort
zh_cn: 删除
zh_tw: 移除

# ReviewMessage.Text
source: If you like FluentCast, please rate it on Microsoft Store
ru_ru: Если вам нравится FluentCast, оцените его в Microsoft Store
sv_se: Lämna gärna ett betyg i Microsoft Store om du gillar FluentCast
zh_cn: 如果你喜欢 FluentCast ，请在 Microsoft Store 上为其评分
zh_tw: 如果您喜歡 FluentCast，請在 Microsoft Store 上為我們評分

# SomethingWentWrongMessage
source: Something went wrong
ru_ru: Что-то пошло не так
sv_se: Ett fel uppstod
zh_cn: 出问题了
zh_tw: 發生錯誤

# UpdateHistoryButton.Text
source: Release notes
ru_ru: О версии
sv_se: Versionsfakta
zh_cn: 版本更新内容
zh_tw: 版本更新內容

# EmptyListMessageTitle.Text
source: No results found
ru_ru: Результаты не найдены
sv_se: Inga resultat hittades
zh_cn: 找不到结果
zh_tw: 找不到結果

# LocalEpisodes.Header
source: Episodes
ru_ru: Выпуски
sv_se: Avsnitt
zh_cn: 节目
zh_tw: 單集

# LocalPodcasts.Header
source: Library
ru_ru: Библиотека
sv_se: Bibliotek
zh_cn: 文档库
zh_tw: 音樂庫

# PageTitle.Text
source: Search
ru_ru: Поиск
sv_se: Sök
zh_cn: 搜索
zh_tw: 搜尋

# SearchSuggestionEpisodeReleaseText.Text
source: Release
ru_ru: Дата выпуска
sv_se: Publiceringsdatum
zh_cn: 版本
zh_tw: 發布時間

# EpisodeLengthTooltipText
source: Episode length
ru_ru: Продолжительность
sv_se: Avsnittets längd
zh_cn: 剧集长度
zh_tw: 單集長度

source: Time elapsed
ru_ru: Прошло
sv_se: Förfluten tid
zh_cn: 总时长
zh_tw: 已播放時間

# EpisodeTimeRemainingTooltipText
source: Time remaining
ru_ru: Осталось
sv_se: Återstående tid
zh_cn: 剩余时长
zh_tw: 剩餘時間

# FullScreenButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Fullscreen
ru_ru: Полноэкранный режим
sv_se: Helskärm
zh_cn: 全屏
zh_tw: 全螢幕

# MoreCommandsButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: More commands
ru_ru: Больше команд
sv_se: Fler alternativ
zh_cn: 更多命令
zh_tw: 更多動作

# MuteButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Mute/Unmute
ru_ru: Выключить/включить звук
sv_se: Ljud av/på
zh_cn: 开 / 关 静音
zh_tw: 開啟／關閉靜音

# NextCommand.Description
source: Next episode
ru_ru: Следующий выпуск
sv_se: Nästa avsnitt
zh_cn: 下一个剧集
zh_tw: 下一個單集

# PictureInPicture.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Picture-In-Picture
ru_ru: Картинка в картинке
sv_se: Bild-i-bild
zh_cn: 画中画
zh_tw: 子母畫面

# PlaybackButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Reset to 1x
ru_ru: Сбросить на 1х
sv_se: Återställ till 1x
zh_cn: 重置为 1 倍速
zh_tw: 重置為１倍速

# PlayCommand.Description
source: Play/Pause
ru_ru: Воспроизведение/Пауза
sv_se: Spela/Pausa
zh_cn: 播放 / 暂停
zh_tw: 播放／暫停

# PlayerBarChaptersHeader.Text
source: Chapters
ru_ru: Главы
sv_se: Kapitel
zh_cn: 章节
zh_tw: 章節

# PreviousCommand.Description
source: Previous episode
ru_ru: Предыдущий выпуск
sv_se: Föregående avsnitt
zh_cn: 上一集
zh_tw: 上一集

# ResumePreviousPlaylist.Text
source: Resume previous playlist
ru_ru: Возобновить предыдущую очередь
sv_se: Fortsätt föregående spellista
zh_cn: 恢复上一个播放列表
zh_tw: 恢復前一個播放清單

# ResumePreviousPlaylistDescription.Text
source: Continue listening where you left off
ru_ru: Продолжайте слушать с того места, где остановились
sv_se: Fortsätt lyssna där du slutade
zh_cn: 从你停下的地方继续播放
zh_tw: 從上一次的時間繼續播放

# ResumePreviousPlaylistJumplistHeader.Text
source: Playlist
ru_ru: Очередь
sv_se: Spellista
zh_cn: 播放列表
zh_tw: 播放清單

# SkipBackCommand.Description
source: Skip back 10 seconds
ru_ru: 10 секунд назад
sv_se: Hoppa tillbaka 10 sekunder
zh_cn: 快退 10 秒
zh_tw: 倒轉 10 秒

# SkipForwardCommand.Description
source: Skip forward 30 seconds
ru_ru: 30 секунд вперед
sv_se: Hoppa fram 30 sekunder
zh_cn: 快进 30 秒
zh_tw: 前進 30 秒

# EmptyListMessage.Text
source: Empty list
ru_ru: Пустой список
sv_se: Tom lista
zh_cn: 空列表
zh_tw: 空的清單

# MoreCommandsButton.Label
source: More commands
ru_ru: Больше команд
sv_se: Fler alternativ
zh_cn: 更多命令
zh_tw: 更多動作

# ShowOnlyUnplayed.Label
source: Only unplayed
ru_ru: Только непрослушанные
sv_se: Endast ospelade
zh_cn: 只显示未播放的项目
zh_tw: 僅未播放

# ShowOnlyUnplayed.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Show only unplayed episodes
ru_ru: Показать только непрослушанные выпуски
sv_se: Visa endast ospelade avsnitt
zh_cn: 只显示未播放的剧集
zh_tw: 僅顯示未播放的單集

# ShowOnlyUnplayedTip.Subtitle
source: Click here to view only unplayed episodes
ru_ru: Нажмите здесь, чтобы просмотреть только непрослушанные выпуски
sv_se: Klicka här för att endast visa ospelade avsnitt
zh_cn: 按下此处以只显示未播放的剧集
zh_tw: 點此處查看未播放的單集

# ShowOnlyUnplayedTip.Title
source: Filter the episodes
ru_ru: Filtra
sv_se: Filtrera avsnitten
zh_cn: 筛选剧集
zh_tw: 單集篩選

# SortByEpisodesButton.Text
source: Sort episodes
ru_ru: Сортировать
sv_se: Sortera avsnitt
zh_cn: 排序剧集
zh_tw: 單集排序

# SortByEpisodesButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Sort episodes
ru_ru: Сортировать выпуски
sv_se: Sortera avsnitt
zh_cn: 对剧集进行排序
zh_tw: 對單集進行排序

# SortByNewest.Text
source: Newest
ru_ru: Новые
sv_se: Nyast
zh_cn: 最新
zh_tw: 最新

# SortByOldest.Text
source: Oldest
ru_ru: Старые
sv_se: Äldst
zh_cn: 最旧
zh_tw: 最舊

# SortByTitle.Text
source: Title
ru_ru: Название
sv_se: Titel
zh_cn: 标题
zh_tw: 標題

# SortByTitleDescending.Text
source: Title (descending)
ru_ru: Название (по убыванию)
sv_se: Titel (fallande)
zh_cn: 标题 ( 降序 )
zh_tw: 標題（遞減次序）

# SubscribeButtonText.CheckedText
source: Unsubscribe
ru_ru: Отписаться
sv_se: Avfölj
zh_cn: 取消订阅
zh_tw: 取消訂閱

# SubscribeButtonText.UncheckedText
source: Subscribe
ru_ru: Подписаться
sv_se: Följ
zh_cn: 订阅
zh_tw: 訂閱

# UpdateButton.Label
source: Update episodes
ru_ru: Обновить выпуски
sv_se: Uppdatera avsnitt
zh_cn: 更新剧集
zh_tw: 更新單集

# UpdateButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Update episodes (F5)
ru_ru: Обновить выпуски (F5)
sv_se: Uppdatera avsnitt (F5)
zh_cn: 更新剧集 ( F5 )
zh_tw: 更新單集（F5）

# SubscribeButton.Text
source: Subscribe
ru_ru: Подписаться
sv_se: Följ
zh_cn: 订阅
zh_tw: 訂閱

# SubscribedButton.Text
source: Subscribed
ru_ru: Вы подписаны
sv_se: Följer
zh_tw: 已訂閱

# UnsubscribeButton.Text
source: Unsubscribe
ru_ru: Отписаться
sv_se: Avfölj
zh_cn: 取消订阅
zh_tw: 取消訂閱

source: All
ru_ru: Все
sv_se: Alla
zh_cn: 所有类别
zh_tw: 所有類別

source: Arts
ru_ru: Искусство
sv_se: Konst
zh_cn: 艺术
zh_tw: 藝術

source: Business
ru_ru: Экономика
sv_se: Affärer och pengar
zh_cn: 商务
zh_tw: 商業

source: Comedy
ru_ru: Комедия
sv_se: Underhållning
zh_cn: 喜剧
zh_tw: 喜劇

source: Design
ru_ru: Дизайн
zh_cn: 设计
zh_tw: 設計

source: Education
ru_ru: Образование
sv_se: Utbildning
zh_cn: 教育
zh_tw: 教育

source: Fitness
ru_ru: Фитнес
sv_se: Träning
zh_cn: 身体
zh_tw: 健康

source: Kids and Family
ru_ru: Дети и семья
sv_se: Barn och familj
zh_cn: 亲子
zh_tw: 家庭

source: Leisure
ru_ru: Досуг
sv_se: Fritid
zh_cn: 娱乐
zh_tw: 休閒

source: Music
ru_ru: Музыка
sv_se: Musik
zh_cn: 音乐
zh_tw: 音樂

source: News
ru_ru: Новости
sv_se: Nyheter
zh_cn: 新闻
zh_tw: 新聞

source: Politics
ru_ru: Политика
sv_se: Politik
zh_cn: 政治
zh_tw: 政治

source: Religion and Spirituality
ru_ru: Религия и духовность
sv_se: Religion och andlighet
zh_cn: 宗教
zh_tw: 宗教

source: Science
ru_ru: Наука
sv_se: Vetenskap
zh_cn: 科学
zh_tw: 科學

source: Society and Culture
ru_ru: Общество и культура
sv_se: Samhälle och kultur
zh_cn: 社会
zh_tw: 社會與文化

source: Sports
ru_ru: Спорт
sv_se: Sport
zh_cn: 运动
zh_tw: 體育

source: Technology
ru_ru: Технологии
sv_se: Teknologi
zh_cn: 科技
zh_tw: 科技

source: TV and Film
ru_ru: ТВ и кино
sv_se: TV och film
zh_cn: 电影和电视
zh_tw: 電視與電影

source: Cancel download
ru_ru: Отменить загрузку
sv_se: Avbryt hämtning
zh_cn: 取消下载
zh_tw: 取消下載

# EmptyListMessageTitle.Text
source: Episodes that you download will appear here
ru_ru: Загруженные выпуски появятся здесь
sv_se: Hämtade avsnitt visas här
zh_cn: 您下载的节目将出现在这里
zh_tw: 下載的單集會出現在這裡

# DownloadingEpisodesEmptyListMessage.Text
source: You have no active downloads
ru_ru: У вас нет активных загрузок
sv_se: Du har inga aktiva hämtningar
zh_cn: 没有节目正在下载
zh_tw: 沒有正在下載的單集

# EpisodeHeaderSize.Text
source: Size
ru_ru: Размер
sv_se: Storlek
zh_cn: 大小
zh_tw: 大小

# EpisodeHeaderTitle.Text
source: Title
ru_ru: Название
sv_se: Titel
zh_cn: 标题
zh_tw: 標題

# PageTitle.Text
source: Downloads
ru_ru: Загрузки
sv_se: Hämtade avsnitt
zh_cn: 下载中
zh_tw: 下載

# PivotItemHeaderDownloaded.Header
source: Downloaded
ru_ru: Загружено
sv_se: Hämtade
zh_cn: 已下载
zh_tw: 已下載

# PivotItemHeaderDownloading.Header
source: Downloading
ru_ru: Загрузка
sv_se: Hämtar
zh_cn: 下载中
zh_tw: 下載中

# EpisodeHeaderDuration.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Duration
ru_ru: Продолжительность
sv_se: Längd
zh_cn: 持续时间
zh_tw: 長度

# EpisodeHeaderRelease.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Release
ru_ru: Публикация
sv_se: Publiceringsdatum
zh_cn: 版本
zh_tw: 發布

# RefreshDownloads.Label
source: Refresh downloads
ru_ru: Обновить загрузки
sv_se: Uppdatera hämtningar
zh_cn: 刷新
zh_tw: 更新

# DeleteAllFiles.Label
source: Delete all files
ru_ru: Удалить все файлы
sv_se: Ta bort alla filer
zh_cn: 删除所有文件
zh_tw: 刪除所有檔案

# CancelAllDownloads.Label
source: Cancel all downloads
ru_ru: Отменить все загрузки
sv_se: Avbryt alla hämtningar
zh_cn: 取消所有下载
zh_tw: 取消所有下載

# PivotItemHeaderDownloadedTextBlock.Text
source: Downloaded
ru_ru: Загружено
sv_se: Hämtade
zh_cn: 已下载
zh_tw: 已下載

# PivotItemHeaderDownloadingTextBlock.Text
source: Downloading
ru_ru: Загрузка
sv_se: Hämtar
zh_cn: 下载中
zh_tw: 下載中

# AddPodcast.Text
source: Add podcast
ru_ru: Добавить подкаст
sv_se: Lägg till podd
zh_cn: 添加播客
zh_tw: 新增 Podcast

# EmptyListMessageButton.Text
source: Explore
ru_ru: Обзор
sv_se: Upptäck
zh_cn: 发现
zh_tw: 探索

# EmptyListMessageSubtitle.Text
source: Go to Explore page to find recommendations
ru_ru: Перейдите на вкладку «Обзор», чтобы найти рекомендации
sv_se: Gå till Upptäck-sidan för att hitta rekommendationer
zh_cn: 去发现页查看推荐的节目
zh_tw: 到探索頁面查看推薦的 Podcast

# EmptyListMessageTitle.Text
source: You haven't subscribed to any podcasts yet
ru_ru: Вы еще не подписались ни на один подкаст
sv_se: Du har inte börjat följa några poddar än
zh_cn: 你没有订阅任何播客
zh_tw: 尚未訂閱任何 Podcast

# PageTitle.Text
source: Subscriptions
ru_ru: Подписки
sv_se: Följda poddar
zh_cn: 订阅
zh_tw: 已訂閱內容

# SyncPodcasts.Text
source: Sync podcasts
ru_ru: Синхронизировать подкасты
sv_se: Synkronisera poddar
zh_cn: 同步播客
zh_tw: 同步 Podcast

# TeachingTipMessageTitle.Title
source: Done!
ru_ru: Готово!
sv_se: Klart!
zh_cn: 完成！
zh_tw: 完成！

# AddPodcastButton.Label
source: Add podcast
ru_ru: Добавить подкаст
sv_se: Lägg till podd
zh_cn: 添加播客
zh_tw: 新增 Podcast

# RemoveAllSubscriptions.Label
source: Remove all subscriptions
ru_ru: Удалить все подписки
sv_se: Avfölj alla poddar
zh_cn: 删除所有订阅
zh_tw: 移除所有訂閱

# SyncPodcastsButton.Label
source: Sync podcasts
ru_ru: Синхронизировать подкасты
sv_se: Synkronisera poddar
zh_cn: 同步播客
zh_tw: 同步 Podcast

# Add.Text
source: Add
ru_ru: Добавить
sv_se: Lägg till
zh_cn: 添加到
zh_tw: 新增至

# AddingEpisodesToTheDownloadQueue
source: Adding to the download queue
ru_ru: Добавление в очередь загрузок
sv_se: Lägger till i hämtningskön
zh_cn: 添加到下载队列
zh_tw: 正在新增至下載佇列

# AllEpisodes.Text
source: All episodes
ru_ru: Все выпуски
sv_se: Alla avsnitt
zh_cn: 所有剧集
zh_tw: 所有單集

# AllPodcastSynced
source: All podcasts have been synced
ru_ru: Все подкасты синхронизированы
sv_se: Alla poddar har synkroniserats
zh_cn: 所有播客都已被同步
zh_tw: 已成功同步所有 Podcast

# AvailableOfflineIcon.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Available off-line
ru_ru: Доступно офлайн
sv_se: Tillgänglig offline
zh_cn: 离线可用
zh_tw: 可供離線播放

# CancelAllDownloads.Text
source: Cancel all downloads
ru_ru: Отменить все загрузки
sv_se: Avbryt alla hämtningar
zh_cn: 取消所有下载
zh_tw: 取消所有下載

# CancelDownload.Text
source: Cancel download
ru_ru: Отменить загрузку
sv_se: Avbryt hämtning
zh_cn: 取消下载
zh_tw: 取消下載

# CopyFeed.Text
source: Copy feed link to clipboard
ru_ru: Скопировать ссылку на канал в буфер обмена
sv_se: Kopiera feed-länk till urklipp
zh_cn: 拷贝链接到剪贴板
zh_tw: 複製連結至剪貼簿

# DeleteAllFilesContent
source: This process cannot be undone
ru_ru: Этот процесс невозможно отменить
sv_se: Denna åtgärd kan inte ångras
zh_cn: 此操作不可撤销
zh_tw: 此操作將無法復原

# DeleteAllFilesTitle
source: Delete all files?
ru_ru: Удалить все файлы?
sv_se: Ta bort alla filer?
zh_cn: 删除所有文件？
zh_tw: 删除所有檔案？

# DeleteEpisodeContent
source: Episode: {0}
ru_ru: Выпуск: {0}
sv_se: Avsnitt: {0}
zh_cn: 确认删除：{0}
zh_tw: 確認刪除：{0}

# DeleteEpisodesFromAPodcastContent
source: This will delete all {0} file(s)
ru_ru: Это приведет к удалению всех файлов ({0})
sv_se: Detta kommer att ta bort alla {0} fil(er)
zh_cn: 这会删除所有{0}个文件
zh_tw: 這會刪除 {0} 個檔案

# DeleteEpisodesFromAPodcastTitle
source: Delete episodes of "{0}"?
ru_ru: Удалить выпуски "{0}"?
sv_se: Ta bort avsnitt av "{0}"?
zh_cn: 删除剧集 "{0}" ？
zh_tw: 刪除所有「{0}」的單集？

# DeleteEpisodeTitle
source: Delete episode?
ru_ru: Удалить выпуск?
sv_se: Ta bort avsnitt?
zh_cn: 删除剧集？
zh_tw: 刪除單集？

# DeleteFile.Text
source: Delete file
ru_ru: Удалить файл
sv_se: Ta bort fil
zh_cn: 删除文件
zh_tw: 删除檔案

# DeleteFiles.Text
source: Delete files
ru_ru: Удалить файлы
sv_se: Ta bort filer
zh_cn: 删除文件
zh_tw: 刪除檔案

# DeleteFromHistory.Text
source: Delete from history
ru_ru: Удалить из истории
sv_se: Ta bort från historik
zh_cn: 删除历史记录
zh_tw: 刪除歷史紀錄

source: Deleting files
ru_ru: Удаление файлов
sv_se: Tar bort filer
zh_cn: 正在删除文件
zh_tw: 正在刪除檔案

# DoneMessage
source: Done
ru_ru: Готово
sv_se: Klart
zh_cn: 完成
zh_tw: 完成

# Download.Text
source: Download
ru_ru: Загрузить
sv_se: Hämta
zh_cn: 下载
zh_tw: 下載

# DownloadAll.Text
source: Download all
ru_ru: Загрузить все
sv_se: Hämta alla
zh_cn: 下载所有
zh_tw: 全部下載

# DownloadedEpisodes.Text
source: Downloaded episodes
ru_ru: Загрузить выпуски
sv_se: Hämtade avsnitt
zh_cn: 已下载的剧集
zh_tw: 已下載的單集

# EnterTheFeedUrlTitle
source: Enter the RSS feed URL
ru_ru: Введите URL-адрес RSS-канала
sv_se: Ange RSS-feedens URL
zh_cn: 键入 RSS 订阅 URL
zh_tw: 輸入 RSS 新聞網址

source: Episode added to download queue
ru_ru: Выпуск добавлен в очередь загрузки
sv_se: Avsnitt tillagt i hämtningskö
zh_cn: 剧集已添加到下载队列
zh_tw: 已將單集新增至下載佇列

source: Episode added to playlist
ru_ru: Выпуск добавлен в очередь
sv_se: Avsnitt tillagt i spellista
zh_cn: 将剧集添加到播放列表
zh_tw: 已將單集新增至播放清單

# EpisodeInfoDialogDuration.Header
source: Duration
ru_ru: Продолжительность
sv_se: Längd
zh_cn: 时长
zh_tw: 長度

# EpisodeInfoDialogEditor.Header
source: Editor
ru_ru: Редактор
sv_se: Redaktör
zh_cn: 编辑器
zh_tw: 製作人

# EpisodeInfoDialogFileName.Header
source: File name
ru_ru: Имя файла
sv_se: Filnamn
zh_cn: 文件名
zh_tw: 檔案名稱

# EpisodeInfoDialogFileSize.Header
source: File size
ru_ru: Размер файла
sv_se: Filstorlek
zh_cn: 文件大小
zh_tw: 檔案大小

# EpisodeInfoDialogFileUrlLink.Header
source: File Link
ru_ru: Ссылка на файл
sv_se: Fillänk
zh_cn: 文件链接
zh_tw: 檔案連結

# EpisodeInfoDialogPath.Header
source: Path
ru_ru: Путь
sv_se: Sökväg
zh_cn: 路径
zh_tw: 路徑

# EpisodeInfoDialogReleaseDate.Header
source: Release date
ru_ru: Дата выпуска
sv_se: Publiceringsdatum
zh_cn: 版本日期
zh_tw: 發布日期

# EpisodeInfoDialogSummary.Header
source: Summary
ru_ru: Краткое содержание
sv_se: Sammanfattning
zh_cn: 摘要
zh_tw: 摘要

# EpisodeIsAlreadyInDownloadQueue
source: The episode is already in the download queue
ru_ru: Выпуск уже в очереди на загрузку.
sv_se: Avsnittet finns redan i hämtningskön
zh_cn: 该集已经在下载队列中
zh_tw: 單集已在下載佇列中

source: Episode is already in the playlist
ru_ru: Выпуск уже в очереди
sv_se: Avsnittet finns redan i spellistan
zh_cn: 该集已经在播放列表中
zh_tw: 單集已在播放清單中

# FileAlreadyExits
source: There is already a file with the same name in this location
ru_ru: В этом месте уже есть файл с таким именем
sv_se: Det finns redan en fil med samma namn på denna plats
zh_cn: 当前目录下已有同名文件
zh_tw: 此目錄已含同名稱檔案

# ImportAllPodcastsSuccessMessage
source: All podcasts have been imported
ru_ru: Все подкасты импортированы.
sv_se: Alla poddar har importerats
zh_cn: 所有播客导入成功
zh_tw: 已成功匯入所有 Podcast

# ImportPodcastsWithErrorsMessage
source: {0} podcast(s) successfully imported, {1} podcast(s) could not be imported
ru_ru: Подкасты: {0} успешно импортированы, подкасты: {1} не удалось импортировать.
sv_se: {0} podd(ar) importerades, {1} podd(ar) kunde inte importeras
zh_cn: {0}个播客已被导入，{1}个播客不能被导入
zh_tw: 已成功匯入 {0} 個 Podcast，無法匯入 {1} 個 Podcast

# LinkOpenedInBrowserMessage
source: The link has been opened in the web browser
ru_ru: Ссылка открыта в браузере
sv_se: Länken har öppnats i webbläsaren
zh_cn: 链接已在浏览器中打开
zh_tw: 連結已在瀏覽器中開啟

# MarkAllAsPlayed.Text
source: Mark all as played
ru_ru: Отметить все как прослушанные
sv_se: Markera alla som spelade
zh_cn: 将所有标记为已播放
zh_tw: 全部標記為已播放

# MarkAllAsUnplayed.Text
source: Mark all as unplayed
ru_ru: Отметить все как непрослушанные
sv_se: Markera alla som ospelade
zh_cn: 将所有标记为未播放
zh_tw: 全部標記為未播放

# MarkAsPlayed.Text
source: Mark as played
ru_ru: Отметить как прослушанное
sv_se: Markera som spelad
zh_cn: 标记为已播放
zh_tw: 標記為已播放

# MarkAsUnplayed.Text
source: Mark as unplayed
ru_ru: Отметить как непрослушанное
sv_se: Markera som ospelad
zh_cn: 标记为未播放
zh_tw: 標記為未播放

source: Marked as played
ru_ru: Отмечено как прослушанное
sv_se: Markerad som spelad
zh_cn: 标记为已播放
zh_tw: 已標記為已播放

source: Marked as unplayed
ru_ru: Отмечено как непрослушанное
sv_se: Markerad som ospelad
zh_cn: 标记为未播放
zh_tw: 已標記為未播放

source: No episode to play
ru_ru: Нет выпуска для воспроизведения
sv_se: Inget avsnitt att spela upp
zh_cn: 没有可播放的剧集
zh_tw: 沒有可供播放的單集

# NowPlayingPlaylist.Text
source: Now Playing
ru_ru: Сейчас играет
sv_se: Spellista
zh_cn: 正在播放
zh_tw: 現正播放

# Open.Text
source: Open
ru_ru: Открыть
sv_se: Öppna
zh_cn: 打开
zh_tw: 開啟

# OpenFile.Text
source: Open in File Explorer
ru_ru: Открыть в Проводнике
sv_se: Öppna i Utforskaren
zh_cn: 在 文件资源管理器 中打开
zh_tw: 在檔案總管中開啟

# OpenFolder.Text
source: Open folder in File Explorer
ru_ru: Открыть папку в Проводнике
sv_se: Öppna mapp i Utforskaren
zh_cn: 在 文件资源管理器 中打开文件夹
zh_tw: 在檔案總管中開啟資料夾

# OpenImageInNewWindow.Text
source: Open image
ru_ru: Открыть изображение
sv_se: Öppna bild
zh_cn: 打开图像
zh_tw: 開啟圖片

# OpenInNewWindow.Text
source: Open in new window
ru_ru: Открыть в новом окне
sv_se: Öppna i nytt fönster
zh_cn: 在新窗口打开
zh_tw: 在新視窗開啟

# OpenItunesLink.Text
source: Open iTunes page
ru_ru: Открыть страницу iTunes
sv_se: Öppna iTunes-sida
zh_cn: 打开 iTunes 页面
zh_tw: 開啟 iTunes 頁面

# OpenLink.Text
source: Open link
ru_ru: Открыть ссылку
sv_se: Öppna länk
zh_cn: 打开链接
zh_tw: 開啟連結

# OpenWebsite.Text
source: Open website
ru_ru: Открыть сайт
sv_se: Öppna webbplats
zh_cn: 打开网页
zh_tw: 開啟網頁

# Play.Text
source: Play
ru_ru: Слушать
sv_se: Spela upp
zh_cn: 播放
zh_tw: 播放

# PlayedEpisodes.Text
source: Played episodes
ru_ru: Прослушанные выпуски
sv_se: Spelade avsnitt
zh_cn: 播放的剧集
zh_tw: 已播放的單集

# PlayEpisodeAppBarButton.Label
source: Play
ru_ru: Слушать
sv_se: Spela upp
zh_cn: 播放
zh_tw: 播放

# PlayEpisodeAppBarButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Play episode
ru_ru: Слушать выпуск
sv_se: Spela upp avsnitt
zh_cn: 播放剧集
zh_tw: 播放單集

source: Playing episode(s)
ru_ru: Воспроизведение
sv_se: Spelar upp avsnitt
zh_cn: 播放剧集
zh_tw: 正在播放單集

# PodcastInfoDialogEditor.Header
source: Editor
ru_ru: Редактор
sv_se: Redaktör
zh_cn: 编辑器
zh_tw: 製作人

# PodcastInfoDialogFeedLink.Header
source: Feed link
ru_ru: Ссылка на канал
sv_se: Feed-länk
zh_cn: 订阅链接
zh_tw: 訂閱連結

# PodcastInfoDialogGenre.Header
source: Genre
ru_ru: Жанр
zh_cn: 流派
zh_tw: 類別

# PodcastInfoDialogiTunesLink.Header
source: iTunes link
ru_ru: Ссылка на iTunes
sv_se: iTunes-länk
zh_cn: iTunes 链接
zh_tw: iTunes 連結

# PodcastInfoDialogLastUpdate.Header
source: Last update
ru_ru: Последнее обновление
sv_se: Senast uppdaterad
zh_cn: 最新的更新
zh_tw: 上次更新

# PodcastInfoDialogName.Header
source: Name
ru_ru: Имя
sv_se: Namn
zh_cn: 名称
zh_tw: 名稱

# PodcastInfoDialogSummary.Header
source: Summary
ru_ru: Краткое содержание
sv_se: Sammanfattning
zh_cn: 摘要
zh_tw: 摘要

# PodcastInfoDialogWebsite.Header
source: Website
ru_ru: Сайт
sv_se: Webbplats
zh_cn: 网址
zh_tw: 網站
