Repository: luandersonn/FluentCast-translations
Catalog: files/FluentCast.*.xlf
Languages: ru_ru, sv_se, zh_cn, zh_tw

# PageTitle.Text
source: Unplayed episodes
ru_ru: Непрослушанные выпуски
sv_se: Ospelade avsnitt
zh_cn: 未播放的剧集
zh_tw: 尚未播放的單集

# PlayAll.Text
source: Play all
ru_ru: Воспроизвести все
sv_se: Spela alla
zh_cn: 播放所有
zh_tw: 全部播放

# RefreshList.Text
source: Refresh
ru_ru: Aggiorna
sv_se: Uppdatera
zh_cn: 刷新
zh_tw: 更新

# DownloadAllButton.Label
source: Download all
ru_ru: Загрузить все
sv_se: Hämta alla
zh_cn: 下载所有
zh_tw: 全部下載

# MarkAllAsPlayedButton.Label
source: Mark all as played
ru_ru: Отметить все как прослушанное
sv_se: Markera alla som spelade
zh_cn: 将所有标记为已播放
zh_tw: 全部標記為已播放

# PlayAllButton.Label
source: Play all
ru_ru: Воспроизвести все
sv_se: Spela alla
zh_cn: 播放所有
zh_tw: 全部播放

# RefreshListButton.Label
source: Refresh
ru_ru: Обновить
sv_se: Uppdatera
zh_cn: 刷新
zh_tw: 更新

# RelativeTimeNotAvailable
source: N/A
ru_ru: Н/Д
sv_se: Inte tillgängligt

# RateThisAppSettintItemOpenMSStoreButton.Content
source: Open Microsoft Store
zh_cn: 打开 Microsoft Store

# RateThisAppSettintItemRateButton.Text
source: Rate 5 stars
zh_cn: 五星好评
