Repository: luandersonn/FluentCast-translations
Catalog: files/FluentCast.*.xlf
Languages: ru_ru, sv_se, zh_cn, zh_tw

# PodcastSubscribedMessage
source: The podcast has been subscribed
ru_ru: Подписка на подкаст оформлена
sv_se: Du följer podden
zh_cn: 此播客已订阅
zh_tw: 已訂閱此 Podcast

# PodcastSyncedMessage
source: The podcast has been synced
ru_ru: Подкаст синхронизирован
sv_se: Podden har synkroniserats
zh_cn: 此博客已同步
zh_tw: 已同步此 Podcast

# PodcastUnsubscribedMessage
source: The podcast has been unsubscribed
ru_ru: Подписка на подкаст отменена
sv_se: Du följer inte längre podden
zh_cn: 此博客已取消订阅
zh_tw: 已取消訂閱此 Podcast

# RefreshedMessage
source: Refreshed
ru_ru: Обновлено
sv_se: Uppdaterad
zh_cn: 刷新
zh_tw: 已更新

source: Refreshing downloads
ru_ru: Обновление загрузок
sv_se: Uppdaterar hämtade poddar
zh_cn: 刷新下载
zh_tw: 更新下載

# RemoveFromPlaylist.Text
source: Remove from playlist
ru_ru: Удалить из очереди
sv_se: Ta bort från spellista
zh_cn: 从播放列表删除
zh_tw: 從播放清單移除

# RenameFile.Text
source: Rename file
ru_ru: Переименовать файл
sv_se: Byt filnamn
zh_cn: 重命名文件
zh_tw: 重新命名檔案

# RenameTextBoxPlaceholder.PlaceholderText
source: Enter the new file name
ru_ru: Введите новое имя файла
sv_se: Ange nytt filnamn
zh_cn: 键入新文件名
zh_tw: 輸入新的檔案名稱

# SaveAs.Text
source: Save As
ru_ru: Сохранить как
sv_se: Spara som
zh_cn: 另存为
zh_tw: 另存為

# SaveAsButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Save As
ru_ru: Сохранить как
sv_se: Spara som
zh_cn: 另存为
zh_tw: 另存為

# SeeDetails.Text
source: See details
ru_ru: Подробности
sv_se: Visa detaljer
zh_cn: 查看详情
zh_tw: 查看詳情

# SentToClipboardMessage
source: Sent to clipboard
ru_ru: Скопировано в буфер обмена
sv_se: Skickat till urklipp
zh_cn: 发送到剪贴板
zh_tw: 已複製到剪貼簿

# Share.Text
source: Share
ru_ru: Поделиться
sv_se: Dela
zh_cn: 分享
zh_tw: 分享

# SomePodcastSynced
source: {0} synced podcast(s). Couldn't sync {1} podcast(s)
ru_ru: Синхронизированных подкастов: {0}. Не удалось синхронизировать подкасты: {1}.
sv_se: {0} podd(ar) synkroniserade. Kunde inte synkronisera {1} podd(ar)
zh_cn: {0}个播客已同步，{1}个播客未同步
zh_tw: 已同步 {0} 個 Podcast，無法同步 {1} 個 Podcast

# Subscribe.Text
source: Subscribe
ru_ru: Подписаться
sv_se: Följ
zh_cn: 订阅
zh_tw: 訂閱

# SubscribingTo
source: Subscribing to "{0}"
ru_ru: Подписка на "{0}"
sv_se: Följer "{0}"
zh_cn: 订阅"{0}"
zh_tw: 正在訂閱「{0}」

# SyncingPodcast
source: Syncing "{0}"
ru_ru: Синхронизация "{0}"
sv_se: Synkroniserar "{0}"
zh_cn: 同步 "{0}"
zh_tw: 正在同步「{0}」

source: The file has been renamed
ru_ru: Файл переименован
sv_se: Filen har bytt namn
zh_cn: 文件重命名成功
zh_tw: 檔案已重新命名

source: This file not exits
ru_ru: Этот файл не существует
sv_se: Filen finns inte
zh_cn: 文件不存在
zh_tw: 檔案不存在

source: This name is not valid
ru_ru: Это имя недействительно
sv_se: Namnet är ogiltigt
zh_cn: 文件名不合法
zh_tw: 檔案名稱無效

# UnplayedEpisodes.Text
source: Unplayed episodes
ru_ru: Непрослушанные выпуски
sv_se: Ospelade avsnitt
zh_cn: 未播放的剧集
zh_tw: 尚未播放的單集

# Unsubscribe.Text
source: Unsubscribe
ru_ru: Отписаться
sv_se: Avfölj
zh_cn: 取消订阅
zh_tw: 取消訂閱

# UnsubscribeAllPodcastsTitle
source: Unsubscribe all podcasts?
ru_ru: Отписаться от всех подкастов?
sv_se: Vill du sluta följa alla poddar?
zh_cn: 取消订阅所有播客？
zh_tw: 取消訂閱所有 Podcast？

# UpdateEpisodes.Text
source: Update episodes
ru_ru: Обновить выпуски
sv_se: Uppdatera avsnitt
zh_cn: 更新剧集
zh_tw: 更新單集

# YesRemoveAllSubscriptions
source: Yes, remove all
ru_ru: Да, удалить все
sv_se: Ja, ta bort alla
zh_cn: 是，删除所有
zh_tw: 確認全部刪除

# YourCollectionIsEmptyMessage
source: Your collection is empty
ru_ru: Ваша коллекция пуста
sv_se: Din samling är tom
zh_cn: 您的收藏夹是空的
zh_tw: 收藏夾是空的

# ClearPlaylist.Text
source: Clear playlist
ru_ru: Очистить очередь
sv_se: Rensa spellista
zh_cn: 清除播放列表
zh_tw: 清空播放清單

# EmptyListMessageButton.Text
source: Shuffle all
ru_ru: Перемешать все
sv_se: Blanda alla
zh_cn: 随机播放所有
zh_tw: 隨機播放全部

# EmptyListMessageSubtitle.Text
source: Shuffle everything in collection
ru_ru: Перемешать все в коллекции
sv_se: Klicka nedan om du vill lägga till blandade avsnitt från poddar du följer
zh_cn: 随机播放所有收藏
zh_tw: 隨機播放收藏夾

# EmptyListMessageTitle.Text
source: The playlist is empty
ru_ru: Очередь пуста
sv_se: Spellistan är tom
zh_cn: 播放列表为空
zh_tw: 播放清單是空的

# PageTitle.Text
source: Now playing
ru_ru: Сейчас играет
sv_se: Spellista
zh_cn: 正在播放
zh_tw: 現正播放

# ClearPlaylistButton.Label
source: Clear playlist
ru_ru: Очистить очередь
sv_se: Rensa spellista
zh_cn: 清除播放列表
zh_tw: 清空播放清單

# AboutSettingItemEmail.Text
source: E-mail
sv_se: E-post
zh_cn: 电子邮件
zh_tw: 電子郵件

# AboutSettingItemLanguageMessage.Text
source: Learning another language can be a challenge, sometimes mistakes happen. If you find any translation errors, send me an email. Thank you!
ru_ru: The translation for ru-RU was been done by the FluentCast users, you can improve it by clicking on the link below
sv_se: Översättningen har gjorts av FluentCast-användare, du kan förbättra den genom att klicka på länken nedan. Tack på förhand!
zh_cn: The translation for zh-CN was been done by the FluentCast users, you can improve it by clicking on the link below
zh_tw: The translation for zh-TW was been done by the FluentCast users, you can improve it by clicking on the link below

# AboutSettingItemPrivacy.Text
source: Read our privacy policy here
ru_ru: Ознакомьтесь с нашей политикой конфиденциальности здесь
sv_se: Läs vår integritetspolicy här
zh_cn: 点这里阅读我们的隐私政策
zh_tw: 點此閱讀我們的隱私權條款

# AboutSettingItemTitle.Text
source: About
ru_ru: О программе
sv_se: Om
zh_cn: 关于
zh_tw: 關於

# AboutSettingItemVersion.Text
source: Version
ru_ru: Версия
zh_cn: 版本
zh_tw: 版本

# AppThemeDarkSettingItem.Content
source: Dark
ru_ru: Тёмная
sv_se: Mörkt
zh_cn: 暗色
zh_tw: 深色

# AppThemeLightSettingItem.Content
source: Light
ru_ru: Светлая
sv_se: Ljust
zh_cn: 亮色
zh_tw: 淺色

# AppThemeSettingItemDescription.Text
source: Choose an app mode
ru_ru: Выберите тему
sv_se: Välj utseende på appen
zh_cn: 选择一个应用主题
zh_tw: 選擇主題

# AppThemeSettingItemTitle.Text
source: App theme
ru_ru: Тема
sv_se: App-tema
zh_cn: 应用主题
zh_tw: 主題

# AppThemeWindowsDefaultSettingItem.Content
source: Windows default
ru_ru: Системная
sv_se: Windows-standard
zh_cn: Windows 默认
zh_tw: Windows 預設

# AutoDeleteSettingItemDescription.Text
source: The app will automatically delete all downloaded episodes marked as played to save disk space
ru_ru: Программа будет автоматически удалять все загруженные выпуски, отмеченные как прослушанные, чтобы сэкономить место на диске
sv_se: Appen kommer automatiskt att ta bort alla hämtade avspelade avsnitt för att spara diskutrymme
zh_cn: 软件将自动删除所有下载的标记的剧集以节省磁盘空间
zh_tw: 此 App 將自動刪除所有標記已播放的單集以節省硬碟空間

# AutoDeleteSettingItemTitle.Text
source: Auto delete
ru_ru: Автоматическое удаление
sv_se: Automatisk borttagning
zh_cn: 自动删除
zh_tw: 自動刪除

# AutoDownloadSettingItemDescription.Text
source: The app will automatically download all episodes marked as unplayed
ru_ru: Программа будет автоматически загружать все выпуски, отмеченные как непрослушанные
sv_se: Appen kommer automatiskt att hämta alla ospelade avsnitt
zh_cn: 软件将自动下载所有未播放的剧集
zh_tw: 此 App 將自動下載所有標記未播放的單集

# AutoDownloadSettingItemTitle.Text
source: Auto download
ru_ru: Автозагрузка
sv_se: Hämta automatiskt
zh_cn: 自动下载
zh_tw: 自動下載

# BackgroundSyncSettingItemDescription.Text
source: The app will automatically sync all episodes in the background
ru_ru: Программа автоматически синхронизирует все выпуски в фоновом режиме
sv_se: Appen kommer automatiskt att synkronisera alla avsnitt i bakgrunden
zh_cn: 软件将在后台自动同步所有剧集
zh_tw: 此 App 將自動在背景同步所有單集

# BackgroundSyncSettingItemRefreshInterval.Text
source: Refresh interval (minutes)
ru_ru: Интервал обновления (в минутах)
sv_se: Uppdateringsintervall (minuter)
zh_cn: 刷新间隔 ( 分钟 )
zh_tw: 更新間隔（分鐘）

# BackgroundSyncSettingItemTitle.Text
source: Background sync
ru_ru: Фоновая синхронизация
sv_se: Bakgrundssynkronisering
zh_cn: 后台同步
zh_tw: 背景同步

# BackgroundTaskErrorSettingItemButtonLink.Content
source: Open settings to allow
ru_ru: Откройте настройки, чтобы предоставить разрешение
sv_se: Öppna inställningar för att tillåta
zh_cn: 打开设置以允许
zh_tw: 開啟設定以允許

# BackgroundTaskErrorSettingItemTitle.Text
source: Your current settings do not allow FluentCast to be executed in the background
ru_ru: Ваши текущие настройки не позволяют запускать FluentCast в фоновом режиме
sv_se: Dina nuvarande inställningar tillåter inte FluentCast att köras i bakgrunden
zh_cn: 您当前的设置不允许在后台运行 FluentCast
zh_tw: 目前的設定不允許 FluentCast 在背景執行

# CheckForUpdates.Content
source: Check for updates
ru_ru: Проверить обновления
sv_se: Sök efter uppdateringar
zh_cn: 检查更新
zh_tw: 檢查更新

# CleanupSettingItemButton.Text
source: Clean now
ru_ru: Очистить
sv_se: Rensa nu
zh_cn: 现在清理
zh_tw: 立即清理

# CleanupSettingItemCleanupDoneMessage
source: {0} released
ru_ru: Освобождено {0}
sv_se: {0} frigjort
zh_cn: {0}版本
zh_tw: 已釋放 {0}

# CleanupSettingItemDescription.Text
source: Removes unnecessary entries in the database and temporary files to free up disk space and optimize app performance. The database cleanup runs automatically once a week
ru_ru: Удаление ненужных записей в базе данных и временных файлов позволяет освободить место на диске и оптимизировать работу программы. Очистка базы данных выполняется автоматически раз в неделю
sv_se: Tar bort oanvända temporära filer för att frigöra diskutrymme och optimera appens prestanda. Databasrensningen körs automatiskt en gång i veckan
zh_cn: 删除数据库和临时文件中不必要的条目，以释放磁盘空间并优化程序性能。 数据库清理每周自动运行一次
zh_tw: 刪除資料庫和快取中不需要的項目以釋放硬碟空間並最佳化 App 性能。資料庫清理每周自動執行

# CleanupSettingItemTitle.Text
source: Cleanup
ru_ru: Очистка
sv_se: Rensning
zh_cn: 清理
zh_tw: 清理

# ContentRegionSettingItemDescription.Text
source: Select the iTunes Podcasts API content region
ru_ru: Выберите регион контента iTunes Podcasts API
sv_se: Välj innehållsregion för iTunes Podcasts API
zh_cn: 选择 iTunes 播客 API 的内容地区
zh_tw: 選擇 iTunes Podcast 的服務地區

# ContentRegionSettingItemTitle.Text
source: Content region
ru_ru: Регион
sv_se: Innehållsregion
zh_cn: 选择地区
zh_tw: 服務地區

# DataCategoryTitle.Text
source: Data
ru_ru: Данные
zh_cn: 数据
zh_tw: 資料

# DonationCategoryTitle.Text
source: Donation
ru_ru: Пожертвования
sv_se: Donera
zh_cn: 捐助
zh_tw: 捐款

# DonationSettingItemAlreadyDonatedMessage
source: You already donated
ru_ru: Вы уже сделали пожертвование
sv_se: Du har redan donerat
zh_cn: 你已经捐助过
zh_tw: 您已經捐款過

# DonationSettingItemErrorMessage
source: Operation did not complete successfully, try again in a bit
ru_ru: Не удалось завершить операцию, повторите попытку через некоторое время
sv_se: Åtgärden slutfördes inte, försök igen om en stund
zh_cn: 操作未成功完成，请稍后再试
zh_tw: 動作失敗，請稍後再試

# DonationSettingItemSuccessMessage
source: Successfully donated. Thank you!
ru_ru: Пожертвование прошло успешно. Спасибо!
sv_se: Betalningen lyckades, tack för ditt bidrag!
zh_cn: 成功捐助，谢谢！
zh_tw: 成功捐款，感謝您！

# ImportExportSettingItemDescription.Text
source: Import RSS Feeds from an OPML file. Export RSS Feeds to an OPML file
ru_ru: Импортируйте RSS-каналы из файла OPML. Экспортируйте RSS-каналы в файл OPML
sv_se: Importera RSS-flöden från en OPML-fil. Exportera RSS-flöden till en OPML-fil
zh_cn: 从一个 OPML 文件导入 RSS 订阅源。将 RSS 订阅源导出为一个 OPML 文件
zh_tw: 從 OPML 檔匯入 RSS 新聞。將 RSS 新聞匯出至 OPML 檔案

# ImportExportSettingItemExportButton.Text
source: Export
ru_ru: Экспорт
sv_se: Exportera
zh_cn: 导出
zh_tw: 輸出

# ImportExportSettingItemExportedSuccessMessage
source: Successfully exported {0}
ru_ru: Успешно экспортировано {0}
sv_se: Exporterade {0} framgångsrikt
zh_cn: 成功导出至 {0}
zh_tw: 成功匯出 {0}

# ImportExportSettingItemImportButton.Text
source: Import
ru_ru: Импорт
sv_se: Importera
zh_cn: 导入
zh_tw: 匯入

# ImportExportSettingItemNoPodcastToExportMessage
source: No podcast to export
ru_ru: Нет подкастов для экспорта
sv_se: Inga poddar att exportera
zh_cn: 没有播客可供导出
zh_tw: 沒有可匯出的 Podcast

# ImportExportSettingItemTitle.Text
source: Import and Export
ru_ru: Импорт и экспорт
sv_se: Importera och exportera
zh_cn: 导入和导出
zh_tw: 匯入與匯出

# LastVersionInstalledMessage
source: You already have the latest version of FluentCast installed
ru_ru: У вас уже установлена последняя версия FluentCast
sv_se: Du har redan den senaste versionen av FluentCast installerad
zh_cn: 你已经安装了 FluentCast 最新的版本
zh_tw: FluentCast 已經是最新版本

# MoreAppsSettingItemTitle.Text
source: More apps
ru_ru: Больше приложений
sv_se: Fler appar
zh_cn: 更多应用
zh_tw: 更多 App

# NewEpisodesNotificationSettingItemDescription.Text
source: The app will send a notification when there are new episodes
ru_ru: Программа будет отправлять уведомления о появлении новых выпусков
sv_se: Appen visar en avisering när det finns nya avsnitt
zh_cn: 当有新剧集时，应用会发送一个通知
zh_tw: 當有新的單集時，此 App 會傳通通知

# NewEpisodesNotificationSettingItemTitle.Text
source: New episode notifications
ru_ru: Уведомления о новых выпусках
sv_se: Aviseringar för nya avsnitt
zh_cn: 新剧集通知
zh_tw: 新單集通知

# OverviewCategoryTitle.Text
source: Overview
ru_ru: Основные
sv_se: Översikt
zh_cn: 概览
zh_tw: 總覽

# PageTitle.Text
source: Settings
ru_ru: Настройки
sv_se: Inställningar
zh_cn: 设置
zh_tw: 設定

# PersonalizationCategoryTitle.Text
source: Personalization
ru_ru: Персонализация
sv_se: Anpassning
zh_cn: 个性化
zh_tw: 個人化

# RateThisAppSettingItemDescription.Text
source: Your rating helps us keep working on the app and make things even better
ru_ru: Ваша оценка помогает нам продолжать работу над программой и делать её ещё лучше
sv_se: Ditt betyg hjälper oss att fortsätta arbeta på appen och göra den ännu bättre
zh_cn: 您的评分可帮助我们继续开发该应用程序，并使其变得更好
zh_tw: 您的評分是我們開發及維護此 App 的原動力

# RateThisAppSettingItemTitle.Text
source: Rate this app
ru_ru: Оцените программу
sv_se: Betygsätt appen
zh_cn: 对此应用程序评分
zh_tw: 對此 App 評分

# RateThisAppSettingItemOpenMSStoreButton.Content
source: Open Microsoft Store
ru_ru: Открыть Microsoft Store
sv_se: Öppna Microsoft Store
zh_tw: 開啟 Microsoft Store

# RateThisAppSettingItemRateButton.Text
source: Rate 5 stars
ru_ru: Поставить 5 звёзд
sv_se: Betygsätt med 5 stjärnor
zh_tw: 給予五星評價

# ResetSettingItemButton.Text
source: Reset
ru_ru: Сбросить
sv_se: Återställ
zh_cn: 重置
zh_tw: 重置

# ResetSettingItemDescription.Text
source: Deletes all the app data, including subscribed podcasts, playback history and episodes. Downloaded files are NOT deleted
ru_ru: Удаляет все данные программы, включая подкасты, на которые вы подписаны, историю прослушивания и выпуски. Загруженные файлы НЕ удаляются
sv_se: Raderar all appdata, inklusive följda poddar, lyssningshistorik och avsnitt. Hämtade filer raderas INTE
zh_cn: 删除所有的应用数据，包括订阅的播客，播放历史和剧集。下载的文件将不会被删除
zh_tw: 刪除 App 的所有資料，包括已訂閱的 Podcast、播放紀錄，以及單集。已下載的檔案*不會被*刪除

# ResetSettingItemTitle.Text
source: Reset app data
ru_ru: Сброс данных приложения
sv_se: Återställ appdata
zh_cn: 重置应用数据
zh_tw: 重置 App 資料

# ResetSettingItemWarning.Text
source: This process cannot be undone
ru_ru: Этот процесс невозможно отменить
sv_se: Denna åtgärd kan inte ångras
zh_cn: 此操作无法撤消
zh_tw: 此操作將無法復原

# ResetSettingItemWarningButton.Content
source: Yes, delete all
ru_ru: Да, удалить все
sv_se: Ja, radera allt
zh_cn: 是，删除全部
zh_tw: 確認全部刪除

# SeachHistorySettingItemNothingToShow
source: Nothing to show :)
ru_ru: Нечего показывать :)
sv_se: Inget att visa :)
zh_cn: 没有可以显示的内容 :)
zh_tw: 沒有可供顯示的內容 :)

# SearchHistorySettingItemButton.Text
source: Show search history
ru_ru: Показать историю поиска
sv_se: Visa sökhistorik
zh_cn: 显示搜索历史
zh_tw: 顯示搜尋歷史紀錄

# SearchHistorySettingItemDescription.Text
source: Remove items from your search history
ru_ru: Удаление записей из истории поиска
sv_se: Ta bort objekt från din sökhistorik
zh_cn: 删除搜索历史条目
zh_tw: 刪除搜尋歷史紀錄項目

# SearchHistorySettingItemTitle.Text
source: Search history
ru_ru: История поиска
sv_se: Sökhistorik
zh_cn: 搜索历史
zh_tw: 搜尋歷史紀錄

# StartupPageSettingItemDescription.Text
source: Go to...
ru_ru: Открыть...
sv_se: Visa följande sida vid start av appen...
zh_cn: 打开到
zh_tw: 顯示

# StartupPageSettingItemTitle.Text
source: On startup
ru_ru: При запуске
sv_se: Vid uppstart
zh_cn: 启动时
zh_tw: 開啟時

# SupportTheDevSettingItemDescription.Text
source: This app is free and ad-free, but developing it has costs, feel free to donate to the developer
ru_ru: Эта программа бесплатная и без рекламы, но её разработка требует затрат, поэтому не стесняйтесь делать пожертвования разработчику
sv_se: Denna app är gratis och reklamfri, men apputveckling innebär omkostnader, du får gärna donera till utvecklaren
zh_cn: 该应用程序是免费且无广告的，但是开发它需要付出，你可以随时向开发人员捐款
zh_tw: 此 App 是免費且無廣告的，但是開發需它要付出。開發者接受捐款！

# SupportTheDevSettingItemTitle.Text
source: Support the developer
ru_ru: Поддержать разработчика
sv_se: Stöd utvecklaren
zh_cn: 支持开发者
zh_tw: 支持開發者

# TimelineSettingItemDescription.Text
source: When playing an episode, an activity is generated in the Windows Timeline
ru_ru: При проигрывании выпуска на временной шкале Windows создается событие
sv_se: När ett avsnitt spelas upp genereras en aktivitet i Windows Timeline
zh_cn: 播放剧集时，Windows 时间线中会生成活动
zh_tw: 播放單集時會在 Windows 時間軸內紀錄

# TimelineSettingItemTitle.Text
source: Timeline
ru_ru: Временная шкала
sv_se: Tidslinje
zh_cn: 时间线
zh_tw: 時間軸

# WhatIsNewButtonText.Content
source: Release notes
ru_ru: Информация о версии
sv_se: Versionsfakta
zh_cn: 版本更新内容
zh_tw: 版本更新內容

# BackgroundTaskErrorInfoBarSettingItemTitle.Title
source: Your current settings do not allow FluentCast to be executed in the background
ru_ru: Ваши текущие настройки не позволяют запускать FluentCast в фоновом режиме
sv_se: Dina nuvarande inställningar tillåter inte att FluentCast körs i bakgrunden
zh_cn: 您当前的设置不允许在后台运行 FluentCast
zh_tw: 目前的設定不允許 FluentCast 在背景執行

# DownloadUpdateButton.Content
source: Download
ru_ru: Загрузить
sv_se: Ladda ned
zh_tw: 下載

# DownloadUpdateButton.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Download update
ru_ru: Загрузить обновление
sv_se: Ladda ned uppdatering
zh_tw: 下載更新

# InfoBarUpdate.Message
source: The app will restart when the update completes
ru_ru: Программа перезапустится после завершения обновления
sv_se: Appen startas om när uppdateringen är klar
zh_tw: 更新完成後，此 App 將會重新啟動

# InfoBarUpdate.Title
source: A new version of FluentCast is available for download
ru_ru: Новая версия FluentCast доступна для загрузки
sv_se: En ny version av FluentCast är tillgänglig för nedladdning
zh_tw: FluentCast 有新的版本可供下載

# MultiWindowSettingItemDescription.Text
source: Adds the option "Open in new window" to the context menu
sv_se: Lägger till alternativet "Öppna i nytt fönster" i snabbmenyn
zh_tw: 在右鍵選單中加入「在新視窗中開啟」選項

# MultiWindowSettingItemTitle.Text
source: Multi-window
sv_se: Flerfönsterläge
zh_tw: 多視窗支援

# CheckForUpdatesDailySettingItemTitle.Text
source: Check for updates daily
sv_se: Sök efter uppdateringar dagligen
zh_tw: 每日檢查更新

# DonateWithPaypalButton.Content
source: Donate with Paypal
sv_se: Donera med Paypal
zh_tw: 使用支付寶捐款

# ShareOnFacebookButton.Text
source: Share on Facebook
sv_se: Dela på Facebook
zh_tw: 在 Facebook 上分享

# ShareOnSocialNetworksSettingItemTitle.Text
source: Share on social networks
sv_se: Dela på sociala nätverk
zh_tw: 在社群軟體上分享

# ShareOnXTwitterButton.Text
source: Share on X (formerly Twitter)
sv_se: Dela på X (tidigare Twitter)
zh_tw: 在 X（原 Twitter）上分享

# LatestUpdateCheckLabel.Text
source: Last checked:
sv_se: Senast kontrollerad:
zh_tw: 上次檢查：

# DonateWithMSStoreSectionTitle.Text
source: Donate via the Microsoft Store
sv_se: Donera via Microsoft Store
zh_tw: 透過 Microsoft Store 捐款

# CannotPlayTheEpisodeBadUrl
source: Cannot play the "{0}" episode (Invalid URL)
ru_ru: Невозможно воспроизвести выпуск "{0}" (неверный URL)
sv_se: Kan inte spela "{0}"-avsnittet (Ogiltig URL)
zh_cn: 无法播放 "{0}" (无效的 URL )
zh_tw: 無法播放「{0}」（連結無效）

# CloseAppButtonText.Content
source: Close app
ru_ru: Закрыть программу
sv_se: Stäng app
zh_cn: 关闭应用
zh_tw: 關閉 App

# CouldntSyncCheckInternet
source: Couldn't sync. Check your internet connection
ru_ru: Не удалось выполнить синхронизацию. Проверьте подключение к Интернету
sv_se: Kunde inte synkronisera. Kontrollera din internetanslutning
zh_cn: 不能同步。请检查您的网络连接
zh_tw: 同步失敗，請檢查您的網路連線

# DatabaseCorruptedErrorMessage
source: The database was deleted due to an error in the file
ru_ru: База данных удалена из-за ошибки в файле
sv_se: Databasen togs bort på grund av ett fel i filen
zh_cn: 由于文件错误，数据库损坏
zh_tw: 由於檔案錯誤，資料庫已被移除

# DatabaseCorruptedErrorTitle
source: Database is corrupted
ru_ru: База данных повреждена
sv_se: Databasen är skadad
zh_cn: 数据库损坏
zh_tw: 資料庫毀損

# ExportToOPMLButtonText.Content
source: Export your library
ru_ru: Экспорт библиотеки
sv_se: Exportera ditt bibliotek
zh_cn: 导出库
zh_tw: 匯出音樂庫

# ResetAppButtonText.Content
source: Reset app data
ru_ru: Сброс данных
sv_se: Återställ appdata
zh_cn: 重置应用数据
zh_tw: 重置 App 資料

# SendReportButtonText.Content
source: Send report
ru_ru: Отправить отчёт
sv_se: Skicka felrapport
zh_cn: 发送报告
zh_tw: 傳送報告

# UnhandledExceptionMessageBody.Text
source: Do you want to send us the error report? This can help us fix this bug
ru_ru: Вы хотите отправить нам отчёт об ошибке? Это поможет нам исправить ошибку
sv_se: Vill du skicka en felrapport? Detta kan hjälpa oss att åtgärda felet
zh_cn: 你想给我们发送错误报告吗？这可以帮助我们修补这个漏洞
zh_tw: 您想要發送錯誤報告給我們嗎？這能幫助我們更快找到問題

# UnhandledExceptionMessageTitle.Text
source: FluentCast Podcast ran into a problem and needs to restart
ru_ru: FluentCast столкнулся с проблемой и его необходимо перезапустить
sv_se: FluentCast stötte på ett problem och måste startas om
zh_cn: FluentCast Podcast 运行时发生错误需要重启
zh_tw: FluentCast Podcast 發生錯誤需要重新啟動

# DeleteAllHistory.Text
source: Delete all history
ru_ru: Удалить всю историю
sv_se: Ta bort all historik
zh_cn: 删除所有历史
zh_tw: 刪除所有歷史紀錄

# DeleteAllHistoryDialogTitle
source: Delete all playback history?
ru_ru: Удалить всю историю прослушивания?
sv_se: Ta bort all lyssningshistorik?
zh_cn: 你确定要删除所有播放历史吗？
zh_tw: 確定要刪除所有播放歷史紀錄嗎？

# DeleteEpisodeFromHistoryTitle
source: Delete item from playback history?
ru_ru: Удалить запись из истории прослушивания?
sv_se: Ta bort objekt från lyssningshistorik?
zh_cn: 从播放历史删除项目？
zh_tw: 從播放歷史紀錄刪除項目？

# EmptyListMessageTitle.Text
source: Your playback history is empty
ru_ru: Ваша история прослушивания пуста
sv_se: Din lyssningshistorik är tom
zh_cn: 你的播放历史为空
zh_tw: 無播放歷史紀錄

# EpisodeHeaderDate.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Date
ru_ru: Дата
sv_se: Datum
zh_cn: 日期
zh_tw: 日期

# EpisodeHeaderEditor.Text
source: Editor
ru_ru: Редактор
sv_se: Redaktör
zh_cn: 编辑器
zh_tw: 製作人

# EpisodeHeaderProgress.Text
source: Progress
ru_ru: Прогресс
sv_se: Förlopp
zh_cn: 进度
zh_tw: 進度

# PageTitle.Text
source: Playback history
ru_ru: История прослушивания
sv_se: Lyssningshistorik
zh_cn: 播放历史
zh_tw: 播放歷史紀錄

# RefreshHistory.Text
source: Refresh history
ru_ru: Обновить
sv_se: Uppdatera historik
zh_cn: 刷新
zh_tw: 更新歷史紀錄

# DeleteAllHistoryButton.Label
source: Delete all history
ru_ru: Удалить всю историю
sv_se: Ta bort all historik
zh_cn: 删除所有历史
zh_tw: 刪除所有歷史紀錄

# RefreshHistoryButton.Label
source: Refresh history
ru_ru: Обновить
sv_se: Uppdatera historik
zh_cn: 刷新
zh_tw: 更新歷史紀錄

# FeaturedPodcastsHeader.Header
source: Featured Podcasts
ru_ru: Рекомендуемые подкасты
sv_se: Utvalda poddar
zh_cn: 特色播客
zh_tw: 精選 Podcast

# GenresHeader.Text
source: Genres
ru_ru: Категории
sv_se: Kategorier
zh_cn: 流派
zh_tw: 類別

# PageTitle.Text
source: Explore
ru_ru: Обзор
sv_se: Upptäck
zh_cn: 发现
zh_tw: 探索

# SeeMoreButton.Text
source: See more
ru_ru: Ещё
sv_se: Visa fler
zh_cn: 查看更多
zh_tw: 查看更多

# EmptyListMessageButton.Text
source: Sync podcasts
ru_ru: Синхронизировать
sv_se: Synkronisera poddar
zh_cn: 同步播客
zh_tw: 同步 Podcast

# EmptyListMessageSubtitle.Text
source: Sync all your podcasts to get the latest episodes
ru_ru: Синхронизируйте все свои подкасты, чтобы получать последние выпуски
sv_se: Synkronisera alla dina poddar för att få de senaste avsnitten
zh_cn: 同步你的所有播客以获取最新的剧集
zh_tw: 同步所有 Podcast 以取得最新單集

# EmptyListMessageTitle.Text
source: No new episodes
ru_ru: Нет новых выпусков
sv_se: Inga nya avsnitt
zh_cn: 没有新的剧集
zh_tw: 沒有新的單集
